# completion plugins
mattmc3/ez-compinit kind:defer
zsh-users/zsh-completions kind:fpath kind:defer path:src
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search kind:defer
zdharma-continuum/fast-syntax-highlighting kind:defer
Kallahan23/zsh-colorls kind:defer
zpm-zsh/colorize kind:defer
davidde/git kind:defer
digitalraven/omz-homebrew kind:defer
kjhaber/tm.zsh kind:defer
MichaelAquilina/zsh-you-should-use kind:defer

# Include geometry
geometry-zsh/geometry path:geometry.zsh
